import Img1_1 from "../../assets/education/1/1-1.png";
import Img1_2 from "../../assets/education/1/1-2.png";
import Img1_3 from "../../assets/education/1/1-3.png";
import Img1_4 from "../../assets/education/1/1-4.png";
import Img1_5 from "../../assets/education/1/1-5.png";
import Img1_6 from "../../assets/education/1/1-6.png";
import Img1_7 from "../../assets/education/1/1-7.png";
import Img1_8 from "../../assets/education/1/1-8.png";
import Img1_9 from "../../assets/education/1/1-9.png";

import Img2_1 from "../../assets/education/2/2-1.png";
import Img2_2 from "../../assets/education/2/2-2.png";
import Img2_3 from "../../assets/education/2/2-3.png";
import Img2_4 from "../../assets/education/2/2-4.png";
import Img2_5 from "../../assets/education/2/2-5.png";
import Img2_6 from "../../assets/education/2/2-6.png";
import Img2_7 from "../../assets/education/2/2-7.png";
import Img2_8 from "../../assets/education/2/2-8.png";
import Img2_9 from "../../assets/education/2/2-9.png";
import Img2_10 from "../../assets/education/2/2-10.png";

import Img3_1 from "../../assets/education/3/3-1.png";
import Img3_2 from "../../assets/education/3/3-2.png";
import Img3_3 from "../../assets/education/3/3-3.png";
import Img3_4 from "../../assets/education/3/3-4.png";
import Img3_5 from "../../assets/education/3/3-5.png";
import Img3_6 from "../../assets/education/3/3-6.png";
import Img3_7 from "../../assets/education/3/3-7.png";
import Img3_8 from "../../assets/education/3/3-8.png";
import Img3_9 from "../../assets/education/3/3-9.png";

import Img4_1 from "../../assets/education/4/4-1.png";
import Img4_2 from "../../assets/education/4/4-2.png";
import Img4_3 from "../../assets/education/4/4-3.png";
import Img4_4 from "../../assets/education/4/4-4.png";
import Img4_5 from "../../assets/education/4/4-5.png";
import Img4_6 from "../../assets/education/4/4-6.png";
import Img4_7 from "../../assets/education/4/4-7.png";
import Img4_8 from "../../assets/education/4/4-8.png";

import Img5_1 from "../../assets/education/5/5-1.png";
import Img5_2 from "../../assets/education/5/5-2.png";
import Img5_3 from "../../assets/education/5/5-3.png";
import Img5_4 from "../../assets/education/5/5-4.png";
import Img5_5 from "../../assets/education/5/5-5.png";
import Img5_6 from "../../assets/education/5/5-6.png";
import Img5_7 from "../../assets/education/5/5-7.png";
import Img5_8 from "../../assets/education/5/5-8.png";
import Img5_9 from "../../assets/education/5/5-9.png";

import Img6_1 from "../../assets/education/6/6-1.png";
import Img6_2 from "../../assets/education/6/6-2.png";
import Img6_3 from "../../assets/education/6/6-3.png";
import Img6_4 from "../../assets/education/6/6-4.png";
import Img6_5 from "../../assets/education/6/6-5.png";
import Img6_6 from "../../assets/education/6/6-6.png";
import Img6_7 from "../../assets/education/6/6-7.png";
import Img6_8 from "../../assets/education/6/6-8.png";
import Img6_9 from "../../assets/education/6/6-9.png";
import Img6_10 from "../../assets/education/6/6-10.png";

import Img7_1 from "../../assets/education/7/7-1.png";
import Img7_2 from "../../assets/education/7/7-2.png";
import Img7_3 from "../../assets/education/7/7-3.png";
import Img7_4 from "../../assets/education/7/7-4.png";
import Img7_5 from "../../assets/education/7/7-5.png";
import Img7_6 from "../../assets/education/7/7-6.png";
import Img7_7 from "../../assets/education/7/7-7.png";
import Img7_8 from "../../assets/education/7/7-8.png";
import Img7_9 from "../../assets/education/7/7-9.png";
import Img7_10 from "../../assets/education/7/7-10.png";

export const EducationData = [
  {
    id: 7,
    link: "/education/notice/detail/7",
    img: Img7_1,
    alt: "img7_1",
    title: "💙선[先]견지명 - 공모전 편💙",
    date: "2023-04-27",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 마지막 주, 제공해드리는 정보는 '공모전 편'입니다.<br/>중간고사가 끝난 후 참여할 수 있는 공모전들을 모아보았습니다.<br/>공모전 참여를 통해 학업외에 다양한 역량을 길러보세요🤓<br/><br/>공모전에 관심 있는 분들은 카드뉴스를 확인해주세요💌<br/><br/>- 학과/전공 소개 우수 영상 공모전<br/>- 보건의료 통계정보 활용 경진대회<br/>- 한국문화관광연구원 제7회 관광지식 카드뉴스 공모전<br/>- 1회 전국 장애공감 포스터 공모전<br/><br/>* 자세한 사항은 상명대학교 홈페이지 '상명라운지(공지사항)'에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img7_1,
        alt: "img7_1",
      },
      {
        img: Img7_2,
        alt: "img7_2",
      },
      {
        img: Img7_3,
        alt: "img7_3",
      },
      {
        img: Img7_4,
        alt: "img7_4",
      },
      {
        img: Img7_5,
        alt: "img7_5",
      },
      {
        img: Img7_6,
        alt: "img7_6",
      },
      {
        img: Img7_7,
        alt: "img7_7",
      },
      {
        img: Img7_8,
        alt: "img7_8",
      },
      {
        img: Img7_9,
        alt: "img7_9",
      },
      {
        img: Img7_10,
        alt: "img7_10",
      },
    ],
  },
  {
    id: 6,
    link: "/education/notice/detail/6",
    img: Img6_1,
    alt: "img6_1",
    title: "💙선[先]견지명 - 라이브커머스 편💙",
    date: "2023-04-21",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 넷째 주, 두 번째로 제공해드리는 정보는 '라이브커머스 편'입니다.<br/>비대면 온라인 쇼핑이 확장되며 판매자와 고객이 실시간으로 소통하는 라이브커머스가 주목받고 있습니다.<br/>상명대학교 창업지원센터에서는 라이브커머스 방송을 기획하고 직접 생방송을 운영하는 쇼핑호스트, PD 등의 강사분들을 초빙하여 <라이브커머스 교육>을 5/11(월)~5/13(토), 3일 간 진행합니다.<br/><br/>관심있는 분들은 카드뉴스를 통해 더 많은 정보를 확인하실 수 있습니다.💌<br/><br/>- 라이브커머스 교육 안내<br/>- 라이브커머스 교육 내용<br/>- 기간별 진행 계획<br/>- 라이브커머스 교육 일정<br/>- 강사 프로필<br/><br/>* 자세한 사항은 상명대학교 홈페이지 '상명라운지(공지사항)'에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img6_1,
        alt: "img6_1",
      },
      {
        img: Img6_2,
        alt: "img6_2",
      },
      {
        img: Img6_3,
        alt: "img6_3",
      },
      {
        img: Img6_4,
        alt: "img6_4",
      },
      {
        img: Img6_5,
        alt: "img6_5",
      },
      {
        img: Img6_6,
        alt: "img6_6",
      },
      {
        img: Img6_7,
        alt: "img6_7",
      },
      {
        img: Img6_8,
        alt: "img6_8",
      },
      {
        img: Img6_9,
        alt: "img6_9",
      },
      {
        img: Img6_10,
        alt: "img6_10",
      },
    ],
  },
  {
    id: 5,
    link: "/education/notice/detail/5",
    img: Img5_1,
    alt: "img5_1",
    title: "💙선[先]견지명 - 학사공지 편💙",
    date: "2023-04-17",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 넷째 주, 제공해드리는 정보는 '학사공지 편'입니다.<br/>중간고사 기간이 다가오면서 본인 교과목에 대한 중간고사 시행 공지를 받지 못한 학우 여러분은 상명대학교 홈페이지 공지사항에서<br/>고사시행 계획을 통해 고사시간 및 고사장소를 확인하실 수 있습니다! 이외에도 중요한 학사 공지를 카드뉴스에서 확인해주세요💌<br/><br/>- 23-1학기 중간고사 시행<br/>- 23-1학기 중간 강의평가<br/>- 23-1학기 이수구분 정정<br/>- 23-1학기 스터디상생플러스 모집<br/>- 2023년도 후기 상명대학교 일반대학원 및 특수대학원 모집일정 안내<br/>- 불법복제 근절 관련 협조 요청<br/><br/>* 자세한 사항은 상명대학교 홈페이지 '상명라운지(공지사항)'에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img5_1,
        alt: "img5_1",
      },
      {
        img: Img5_2,
        alt: "img5_2",
      },
      {
        img: Img5_3,
        alt: "img5_3",
      },
      {
        img: Img5_4,
        alt: "img5_4",
      },
      {
        img: Img5_5,
        alt: "img5_5",
      },
      {
        img: Img5_6,
        alt: "img5_6",
      },
      {
        img: Img5_7,
        alt: "img5_7",
      },
      {
        img: Img5_8,
        alt: "img5_8",
      },
      {
        img: Img5_9,
        alt: "img5_9",
      },
    ],
  },
  {
    id: 4,
    link: "/education/notice/detail/4",
    img: Img4_1,
    alt: "img4_1",
    title: "💙선[先]견지명 - 진로취업 편💙",
    date: "2023-04-10",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 셋째 주, 제공해드리는 정보는 '진로취업 편'입니다.<br/>진로는 어느 방향으로 설정해야 하는지, 취업은 어떻게 준비해야 하는지 등 진로/취업에 대한 고민을 하고 있는 학우들께<br/>상명대학교 진로취업서비스인 '대학일자리플러스센터(SM-challenge e-포트폴리오)'를 안내드리겠습니다🤓<br/><br/>- 자기탐색: 진로인식조사, 취업인식조사, 자기특성탐색<br/>- 개인경력관리: 채용정보 및 이력서 관리<br/>- 상담창구: 전문 컨설턴트 및 현직 직무 멘토 상담 신청<br/>- 교육프로그램 신청: 진로/취업 프로그램 안내<br/><br/>* 자세한 사항은 상명대학교 홈페이지 '진로취업서비스 - 대학일자리플러스센터(SM-challenge e-포트폴리오)'에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img4_1,
        alt: "img4_1",
      },
      {
        img: Img4_2,
        alt: "img4_2",
      },
      {
        img: Img4_3,
        alt: "img4_3",
      },
      {
        img: Img4_4,
        alt: "img4_4",
      },
      {
        img: Img4_5,
        alt: "img4_5",
      },
      {
        img: Img4_6,
        alt: "img4_6",
      },
      {
        img: Img4_7,
        alt: "img4_7",
      },
      {
        img: Img4_8,
        alt: "img4_8",
      },
    ],
  },
  {
    id: 3,
    link: "/education/notice/detail/3",
    img: Img3_1,
    alt: "img3_1",
    title: "💙선[先]견지명 - 상명봉사단 편💙",
    date: "2023-04-06",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 둘째 주, 제공해드리는 정보는 '상명봉사단 편'입니다.<br/>봉사활동에 관심이 있으신 학우분께서는 '싱명사회봉사단'에 가입하여 다양한 봉사활동조 참여하고, 사회봉사 장학금까지 지급받을 수 있는 좋은 기회일 것 같습니다!<br/><br/>상명봉사단에 대한 설명과 현재 자원자를 모집 중인 봉사활동을 카드뉴스에서 확인하실 수 있습니다.<br/><br/>- 상명사회봉사단 설명<br/>- 상명사회봉사단 주요 사업<br/>- 상명사회봉사단 활동 계획<br/>- 사랑의 헌혈운동 시행<br/>- 쪽방촌 물품 후원 봉사활동 모집<br/><br/>* 자세한 사항은 상명대학교 홈페이지 ‘상명라운지(공지사항)’에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img3_1,
        alt: "img3_1",
      },
      {
        img: Img3_2,
        alt: "img3_2",
      },
      {
        img: Img3_3,
        alt: "img3_3",
      },
      {
        img: Img3_4,
        alt: "img3_4",
      },
      {
        img: Img3_5,
        alt: "img3_5",
      },
      {
        img: Img3_6,
        alt: "img3_6",
      },
      {
        img: Img3_7,
        alt: "img3_7",
      },
      {
        img: Img3_8,
        alt: "img3_8",
      },
      {
        img: Img3_9,
        alt: "img3_9",
      },
    ],
  },
  {
    id: 2,
    link: "/education/notice/detail/2",
    img: Img2_1,
    alt: "img2_1",
    title: "💙선[先]견지명 - 장학제도 편💙",
    date: "2023-04-05",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 둘째 주, 제공해드리는 정보는 '장학제도 편'입니다.<br/>어느덧 중간고사가 한 걸음 다가왔는데요, 열심히 공부하면 어떤 성적 장학금을 받을 수 있는지 알려드리겠습니다🤓<br/><br/>- 학과수석 장학금<br/>- 학과차석 장학금<br/>- 다전공우수 장학금<br/>- 면학장학금A<br/>- 면학장학금B<br/>- 향상 장학금<br/><br/>* 자세한 사항은 상명대학교 홈페이지 ‘대학생활 > 학생지원 > 장학제도 > 교내장학금’에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img2_1,
        alt: "img2_1",
      },
      {
        img: Img2_2,
        alt: "img2_2",
      },
      {
        img: Img2_3,
        alt: "img2_3",
      },
      {
        img: Img2_4,
        alt: "img2_4",
      },
      {
        img: Img2_5,
        alt: "img2_5",
      },
      {
        img: Img2_6,
        alt: "img2_6",
      },
      {
        img: Img2_7,
        alt: "img2_7",
      },
      {
        img: Img2_8,
        alt: "img2_8",
      },
      {
        img: Img2_9,
        alt: "img2_9",
      },
      {
        img: Img2_10,
        alt: "img2_10",
      },
    ],
  },
  {
    id: 1,
    link: "/education/notice/detail/1",
    img: Img1_1,
    alt: "img1_1",
    title: "💙선[先]견지명 - 학사정보 편💙",
    date: "2023-04-02",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분들, 안녕하십니까.<br/>제46대 총학생회 선[先] 교육지원국입니다.<br/><br/>교육지원국에서는 학우 여러분께서 학업에 집중하고 학술적 역량을 원활히 도모할 수 있도록💡선[先]견지명💡콘텐츠를 제공해드리고 있습니다.<br/><br/>4월 첫째 주, 가장 먼저 제공해드리는 정보는 '학사 정보 편'입니다.<br/><br/>- 피어오름 웹 앱 OPEN<br/>- 지역사회 환경정비 봉사활동<br/>- 학과/전공 소개 영상 공모<br/>- 상담 및 심리검사 신청안내<br/><br/>* 자세한 사항은 상명대학교 홈페이지 '상명라운지(공지사항)'에서 확인하실 수 있습니다.<br/><br/>추후 업로드 될 💡선[先]견지명💡콘텐츠에 많은 관심 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img1_1,
        alt: "img1_1",
      },
      {
        img: Img1_2,
        alt: "img1_2",
      },
      {
        img: Img1_3,
        alt: "img1_3",
      },
      {
        img: Img1_4,
        alt: "img1_4",
      },
      {
        img: Img1_5,
        alt: "img1_5",
      },
      {
        img: Img1_6,
        alt: "img1_6",
      },
      {
        img: Img1_7,
        alt: "img1_7",
      },
      {
        img: Img1_8,
        alt: "img1_8",
      },
      {
        img: Img1_9,
        alt: "img1_9",
      },
    ],
  },
];
