import Img1_1 from "../../assets/event/1/1.jpg";

import Img2_1 from "../../assets/event/2/1.jpg";
import Img2_2 from "../../assets/event/2/2.jpg";

import Img3_1 from "../../assets/event/3/1.jpg";
import Img3_2 from "../../assets/event/3/2.jpg";

import Img4_1 from "../../assets/event/4/1.jpg";
import Img4_2 from "../../assets/event/4/2.jpg";

import Img5_1 from "../../assets/event/5/1.jpg";
import Img5_2 from "../../assets/event/5/2.jpg";

import Img6_1 from "../../assets/event/6/1.jpg";
import Img6_2 from "../../assets/event/6/2.jpg";
import Img6_3 from "../../assets/event/6/3.jpg";

import Img7_1 from "../../assets/event/7/1.jpg";
import Img7_2 from "../../assets/event/7/2.jpg";

import Img8_1 from "../../assets/event/8/1.jpg";
import Img8_2 from "../../assets/event/8/2.jpg";
import Img8_3 from "../../assets/event/8/3.jpg";
import Img8_4 from "../../assets/event/8/4.jpg";
import Img8_5 from "../../assets/event/8/5.jpg";
import Img8_6 from "../../assets/event/8/6.jpg";
import Img8_7 from "../../assets/event/8/7.jpg";

import Img9_1 from "../../assets/event/9/1.jpg";
import Img9_2 from "../../assets/event/9/2.jpg";
import Img9_3 from "../../assets/event/9/3.jpg";

import Img10_1 from "../../assets/event/10/1.jpg";

export const EventData = [
  {
    id: 10,
    link: "/work/event/detail/10",
    img: Img10_1,
    alt: "img10_1",
    title: "총학생회 선[先] X 리또리또",
    inTitle: "💙열 번째 제휴처 행사, 기업 후원 리또리또💙",
    date: "2023-06-01",
    owner: "관리자",
    content:
      "안녕하십니까, 상명대학교 서울캠퍼스 학우 여러분! 제46대 총학생회 선[先] 대외협력국입니다.<br/><br/>현재 리또리또에서 '리또리또 이벤또'가 진행되고 있습니다.<br/>이벤트 참여방법은 아래와 같으며, 학우 여러분의 많은 참여 부탁드립니다!<br/><br/>💡이벤트 참여방법<br/><br/>✅ 리또리또를 많이 먹는다.<br/>✅ 구매 후 자신이 속한 학과의 이벤트판에 스티커를 붙인다.<br/>✅ 가장 높은 비율을 달성한 학과에 리또리또 무료쿠폰 제공!<br/><br/>💡유의사항<br/><br/>- 학과별 재학생 수 대비 스티커 개수로 비율을 책정합니다. (23.04.01. 학사운영팀 자료 기준)<br/>- 브리또 1개 당 스티커 1개가 지급됩니다.<br/>- 쿠폰의 유효기간은 '2학기 종강일까지'입니다.<br/>- 집계 마감은 6월 12일 월요일까지이며, 결과 발표는 6월 13일 화요일입니다. (매장 측과 최종 협의 후 추후 재공지 예정)",
    inImg: [
      {
        img: Img10_1,
        alt: "img10_1",
      },
    ],
  },
  {
    id: 9,
    link: "/work/event/detail/9",
    img: Img9_1,
    alt: "img9_1",
    title: "총학생회 선[先] X 삼양식품",
    inTitle: "💙아홉 번째 제휴처 행사, 기업 후원 아이슬란딕 요거트💙",
    date: "2023-06-01",
    owner: "관리자",
    content:
      "안녕하십니까, 상명대학교 서울캠퍼스 학우 여러분! 제46대 총학생회 선[先]입니다.<br/><br/>학우 여러분의 기말고사 기간을 응원하기 위해, 총학생회 선[先]이 삼양식품과 함께 스쿨어택을 준비하였습니다!<br/>삼양식품의 신제품인 🥣오르닉 유기농 아이슬란딕 요거트🥣와 함께 남은 시험기간도 힘내시길 바라겠습니다.<br/><br/>자세한 내용은 첨부된 이미지를 참고해 주시면 감사하겠습니다.<br/>감사합니다.",
    inImg: [
      {
        img: Img9_1,
        alt: "img9_1",
      },
      {
        img: Img9_2,
        alt: "img9_2",
      },
      {
        img: Img9_3,
        alt: "img9_3",
      },
    ],
  },
  {
    id: 8,
    link: "/work/event/detail/8",
    img: Img8_1,
    alt: "img8_1",
    title: "총학생회 선[先] X 포토에이스",
    inTitle: "💙여덟 번째 제휴처 행사, 기업 후원 포토에이스💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 및 2023 대동제 프레임 - 포토에이스<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img8_1,
        alt: "img8_1",
      },
      {
        img: Img8_2,
        alt: "img8_2",
      },
      {
        img: Img8_3,
        alt: "img8_3",
      },
      {
        img: Img8_4,
        alt: "img8_4",
      },
      {
        img: Img8_5,
        alt: "img8_5",
      },
      {
        img: Img8_6,
        alt: "img8_6",
      },
      {
        img: Img8_7,
        alt: "img8_7",
      },
    ],
  },
  {
    id: 7,
    link: "/work/event/detail/7",
    img: Img7_1,
    alt: "img7_1",
    title: "총학생회 선[先] X 지평생쌀막걸리",
    inTitle: "💙일곱 번째 제휴처 행사, 기업 후원 지평생쌀막걸리💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 지평생쌀막걸리<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img7_1,
        alt: "img7_1",
      },
      {
        img: Img7_2,
        alt: "img7_2",
      },
    ],
  },
  {
    id: 6,
    link: "/work/event/detail/6",
    img: Img6_1,
    alt: "img6_1",
    title: "총학생회 선[先] X 인스탁스",
    inTitle: "💙여섯 번째 제휴처 행사, 기업 후원 인스탁스💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 인스탁스<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img6_1,
        alt: "img6_1",
      },
      {
        img: Img6_2,
        alt: "img6_2",
      },
      {
        img: Img6_3,
        alt: "img6_3",
      },
    ],
  },
  {
    id: 5,
    link: "/work/event/detail/5",
    img: Img5_1,
    alt: "img5_1",
    title: "총학생회 선[先] X 우주고래",
    inTitle: "💙다섯 번째 제휴처 행사, 기업 후원 우주고래💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 우주고래<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img5_1,
        alt: "img5_1",
      },
      {
        img: Img5_2,
        alt: "img5_2",
      },
    ],
  },
  {
    id: 4,
    link: "/work/event/detail/4",
    img: Img4_1,
    alt: "img4_1",
    title: "총학생회 선[先] X 오찌",
    inTitle: "💙네 번째 제휴처 행사, 기업 후원 신세계 사주타로💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 오찌<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img4_1,
        alt: "img4_1",
      },
      {
        img: Img4_2,
        alt: "img4_2",
      },
    ],
  },
  {
    id: 3,
    link: "/work/event/detail/3",
    img: Img3_1,
    alt: "img3_1",
    title: "총학생회 선[先] X 신세계 사주타로",
    inTitle: "💙세 번째 제휴처 행사, 기업 후원 신세계 사주타로💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 신세계 사주타로<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img3_1,
        alt: "img3_1",
      },
      {
        img: Img3_2,
        alt: "img3_2",
      },
    ],
  },
  {
    id: 2,
    link: "/work/event/detail/2",
    img: Img2_1,
    alt: "img2_1",
    title: "총학생회 선[先] X 상쾌환",
    inTitle: "💙두 번째 제휴처 행사, 기업 후원 상쾌환💙",
    date: "2023-05-17",
    owner: "관리자",
    content:
      "[ 2023 상명대학교 서울캠퍼스 대동제 ]<br/><br/>『 아카이브: In my Camcorder 』<br/>기업 후원 프로모션 이벤트 - 상쾌환<br/><br/>일시: 2023.05.18.(THU) - 2023.05.19.(FRI)<br/>장소: 상명대학교 서울캠퍼스 전역<br/><br/>제46대 상명대학교 서울캠퍼스 총학생회 선[先]",
    inImg: [
      {
        img: Img2_1,
        alt: "img2_1",
      },
      {
        img: Img2_2,
        alt: "img2_2",
      },
    ],
  },
  {
    id: 1,
    link: "/work/event/detail/1",
    img: Img1_1,
    alt: "img1_1",
    title: "총학생회 선[先] X 해커스",
    inTitle: "💙첫 번째 제휴처 행사, 기업 후원 해커스💙",
    date: "2023-05-04",
    owner: "관리자",
    content:
      "상명대학교 서울캠퍼스 학우 여러분 안녕하십니까, 제46대 총학생회 선[先] 대외협력국입니다.<br/><br/>5/4(목) 바로 내일! 9시부터 6시까지 밀레니엄관 가는 길 앞에서 해커스 데이가 진행됩니다!<br/><br/>🎁 간단한 토익 보카게임하고, 토익 적중교재 무료로 받자 🎁<br/>🎁 참여만 해도, 상품이!🎁<br/><br/>학우 분들의 많은 관심과 참여 부탁드립니다!",
    inImg: [
      {
        img: Img1_1,
        alt: "img1_1",
      },
    ],
  },
];
