import Img1_1 from "../../assets/partner/safe/1.png";
import Img1_2 from "../../assets/partner/safe/2.jpeg";
import Img1_3 from "../../assets/partner/safe/3.jpeg";
import Img1_4 from "../../assets/partner/safe/4.jpeg";

import Img2_1 from "../../assets/partner/haribo/1.jpg";
import Img2_2 from "../../assets/partner/haribo/2.jpg";

import Img3_1 from "../../assets/partner/newface/1.jpg";
import Img3_2 from "../../assets/partner/newface/2.jpg";

export const PartnerData = [
  {
    id: 3,
    link: "/work/partnership/detail/3",
    img: Img3_1,
    alt: "img3_1",
    title: "총학생회 선[先] X 뉴페이스 스튜디오",
    inTitle: "💙세 번째 최선(先), 뉴페이스 스튜디오💙",
    date: "2023-06-06",
    owner: "관리자",
    content:
      "안녕하십니까, 상명대학교 서울캠퍼스 학우 여러분! 제46대 총학생회 선[先] 대외협력국입니다.<br/><br/>대외협력국에서는 학우 여러분들이 문화, 복지, 교육 등 다양한 분야에서 좋은 혜택을 누릴 수 있도록 제휴를 맺고 있습니다.<br/><br/>이런 제휴 내용들을 ‘최선’이라는 이름 하에 학우 여러분들께 전달드리고 있습니다!<br/><br/>‘세 번째 최선’으로 할인된 가격에 취업사진풀패키지(정밀촬영+헤어+메이크업+1:1정밀보정+배경 3개 파일 제공+18장 인화)를 이용할 수 있는<br/>뉴페이스 스튜디오 제휴를 안내드립니다.<br/><br/>지속적으로 업로드 될 대외협력국 제휴 콘텐츠 ‘최선‘. 학우 여러분들의 많은 관심 부탁드립니다!<br/><br/>[ 이벤트 내용 ]<br/><br/>⭐️ 제휴기간 : 공지 후부터 ~ 23년 12월 31일까지<br/>⭐️ 제휴 할인 내용 : 취업사진 풀패키지 정상가 69,000원 → 59,000원<br/>⭐️ 노원역 지점 / 성신여대역 지점 / 의정부역 지점 / 건대역 지점<br/>⭐️ 전지점 직영 운영이므로 가까운 곳으로 방문하시면 됩니다!<br/><br/>🎁 재학증명 확인 방법<br/>1. 현장에서 모바일로 학교포털 접속 후 → 학적조회 → 재학 중 확인<br/>2. 재학증명서 서류 출력지참<br/>※ 두 가지 방법 중 편한 방법 1가지로 준비해서 방문해주세요<br/><br/>이벤트 기간 내에 학부 재학생들만 할인 적용이 가능합니다.<br/><br/>❗️재학생이 아닌 대학원생, 졸업생에 대해서는 제휴적용이 안되니 참고 부탁드립니다❗️<br/>(단, 휴학생 및 졸업 유예일 경우에는 해당 사실을 증빙할 수 있는 서류를 가져올 경우 적용 가능)<br/><br/>※ 취업패키지 외 다른 상품은 할인 불가<br/><br/>🫧 그대 외침 닿을 때까지, 한 걸음 앞에 먼저 선[先] 🫧<br/><br/>🌐 Instagram : <a href='https://www.instagram.com/smu_1st' style='color: blue'>smu_1st</a><br/>🌐 Kakao : <a href='https://open.kakao.com/o/sXKtjVbf' style='color: blue'>https://open.kakao.com/o/sXKtjVbf</a>",
    inImg: [
      {
        img: Img3_1,
        alt: "img3_1",
      },
      {
        img: Img3_2,
        alt: "img3_2",
      },
    ],
  },
  {
    id: 2,
    link: "/work/partnership/detail/2",
    img: Img2_1,
    alt: "img2_1",
    title: "총학생회 선[先] X 하리보 전시회",
    inTitle: "💙두 번째 최선(先), 하리보 전시회💙",
    date: "2023-06-02",
    owner: "관리자",
    content:
      "안녕하십니까, 상명대학교 서울캠퍼스 학우 여러분! 제46대 총학생회 선[先] 대외협력국입니다.<br/><br/>대외협력국에서는 학우 여러분들이 문화, 복지, 교육 등 다양한 분야에서 좋은 혜택을 누릴 수 있도록 제휴를 맺고 있습니다.<br/><br/>이런 제휴 내용들을 ‘최선’이라는 이름 하에 학우 여러분들께 전달드리고 있습니다!<br/><br/>‘두 번째 최선’으로 학교 근처에서 동기, 선후배 분들과 함께 즐길 수 있는 '전시회 제휴'를 안내드립니다.<br/><br/>🧸하리보 골든베렌의 100주년 생일 기념전 전시회<br/>📍안녕 인사동 B1 인사센트럴뮤지엄<br/><br/>💙혜택 1. 상명대학교 서울캠퍼스 구성원 학생증 지참 시 30% 할인<br/>- 실물, 모바일 학생증 모두 가능<br/>- 주말 제외<br/><br/>💙혜택 2. 전시회 VIP 초대권 100장<br/>- 배부 방식 추후 상세 안내 예정<br/><br/>지속적으로 업로드 될 대외협력국 제휴 콘텐츠 ‘최선‘. 학우 여러분들의 많은 관심 부탁드립니다!",
    inImg: [
      {
        img: Img2_1,
        alt: "img2_1",
      },
      {
        img: Img2_2,
        alt: "img2_2",
      },
    ],
  },
  {
    id: 1,
    link: "/work/partnership/detail/1",
    img: Img1_1,
    alt: "img1_1",
    title: "총학생회 선[先] X 세이프닥(SafeDoc)",
    inTitle: "💙첫 번째 최선(先), 세이프닥💙",
    date: "2023-03-27",
    owner: "관리자",
    content:
      "🌟더 밝게 빛날 나를 위한 선택!🌟<br/>'안전하고 검증된 우리 학교 의료복지!'<br/><br/>✅ 대상: 상명대학교 총학생회 학생 및 가족 (졸업생, 휴학생 포함)<br/><br/>✅ 혜택 내용<br/>1) 전국 250개 제휴 병원 비급여 항목 우대 할인(최대 49%)<br/>2) 인기시술 : 가다실9가, 충치/임플란트, 치아교정, 스마일라식, 기능코, 눈매교정, 피부관리,<br/>점제거, 리프팅, 보톡스/필러, 도수치료, 한약, 반영구, 모발이식, 건강검진, 심리상담<br/>3) 기간: ~ 23.12.31<br/><br/>✅ 상명대학교 전용 혜택 링크: <a href='https://smu-seoul.safedoc1.com' style='color: blue'>https://smu-seoul.safedoc1.com</a><br/><br/>💙 제휴병원 이용 방법 및 앱 설치<br/>1) 전화예약 : 02 - 2088 - 8677<br/>2) 카톡채널 '세이프닥' 검색<br/>3) 어플로 언제 어디서나!<br/>📱구글스토어 - <a href='https://url.kr/jv1s2f' style='color: blue'>https://url.kr/jv1s2f</a><br/>📱앱스토어 - <a href='https://url.kr/kj4g7o' style='color: blue'>https://url.kr/kj4g7o</a><br/><br/>💙예약 신청 시, 꼭 “상명대학교”를 말씀해주셔야 제휴 혜택이 적용됩니다.💙<br/><br/>앞으로도 지속적으로 업로드 될 💡N 번째 최선(先)💡콘텐츠에 많은 관심과 이용 부탁드립니다! 감사합니다.",
    inImg: [
      {
        img: Img1_1,
        alt: "img1_1",
      },
      {
        img: Img1_2,
        alt: "img1_2",
      },
      {
        img: Img1_3,
        alt: "img1_3",
      },
      {
        img: Img1_4,
        alt: "img1_4",
      },
    ],
  },
];
